Repository: christinerose02/HeavenBrew
Catalog: heaven-brew/languages/heaven-brew-*.po
Languages: es_es, fr_fr, ja, ru_ru, th

source: Home
es_es: Inicio
fr_fr: À la maison.
ja: 自宅
ru_ru: Главная
th: บ้าน

source: Menu
es_es: Menú
ja: メニュー
ru_ru: Меню
th: เมนู

source: Account
es_es: Cuenta
fr_fr: Compte
ja: アカウント
ru_ru: Счет
th: บัญชีผู้ใช้

source: All Rights Reserved.
es_es: Todos los derechos reservados.
fr_fr: Tous droits réservés.
ja: すべての権限が予約されています。
ru_ru: Все права защищены.
th: สงวนลิขสิทธิ์.

source: Privacy Policy
es_es: Política de privacidad
fr_fr: Politique sur la protection des renseignements personnels
ja: プライバシーポリシー
ru_ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว

# Theme Name
source: Heaven Brew
fr_fr: La bière céleste
ja: ヘブン·ブリュー
ru_ru: Небесплатное сражение
th: เฮฟเวนบรู

# Theme Description
source: A coffee-inspired WordPress theme for cafes and coffee shops
es_es: Un tema WordPress inspirado en el café para cafés y cafeterías
fr_fr: Un thème WordPress inspiré du café pour les cafés et les cafés
ja: WordPressのテーマはカフェや喫茶店向けです
ru_ru: Тема WordPress, вдохновленная кофе для кафе и кафе
th: ธีม WordPress ที่ได้รับการดลใจจากกาแฟสำหรับร้านกาแฟและร้านกาแฟ

source: Welcome to Heaven Brew
es_es: Bienvenidos a Heaven Brew
fr_fr: Bienvenue à Heaven Brew.
ja: ウェルカム·トゥ·ヘブン·ブリュー
ru_ru: Добро пожаловать в Heaven Brew
th: ยินดีต้อนรับสู่เฮฟเว่นบรูว์

source: Enjoy the best coffee experience
es_es: Disfrute de la mejor experiencia de café
fr_fr: Profitez de la meilleure expérience de café
ja: 最高のコーヒー体験をお楽しみいただけます
ru_ru: Genießen Sie die besten Kaffee Erfahrung
th: เพลิดเพลินกับประสบการณ์กาแฟที่ดีที่สุด

source: Explore Menu
es_es: Explorar Menú
fr_fr: Explorer le menu
ja: 探索メニュー
ru_ru: Промышленное меню
th: เรียกดูเมนู

source: Our Coffee Selection
es_es: Nuestra selección de café
fr_fr: Notre sélection de café
ja: コーヒーセレクション
ru_ru: Наш выбор кофе
th: การเลือกกาแฟของเรา

source: Espresso
fr_fr: Un expresso.
ja: エスプレッソ
ru_ru: Эспрессо
th: เอสเพรสโซ่

source: A strong, rich coffee brewed by forcing hot water through finely-ground coffee beans.
es_es: Un café fuerte y rico elaborado forzando agua caliente a través de frijoles de café finamente tierra.
fr_fr: Un café fort et riche brassé en forçant l'eau chaude à travers des grains de café finement broyés.
ja: 細かく挽いたコーヒー豆にお湯を注いで作った濃厚なコーヒーです。
ru_ru: Сильный, богатый кофе, приготовленный, заставляя горячую воду через тонкоземные кофейные бобы.
th: กาแฟที่เข้มข้นและอุดมไปด้วยการคั้นน้ำร้อนผ่านเมล็ดกาแฟบดละเอียด

source: Cappuccino
ja: カプチーノ
ru_ru: Капучино
th: คาปูชิโน

source: A perfect balance of espresso, steamed milk, and foam for a smooth and creamy taste.
es_es: Un equilibrio perfecto de espresso, leche al vapor y espuma para un sabor suave y cremoso.
fr_fr: Un équilibre parfait entre l'expresso, le lait vapeur et la mousse pour un goût lisse et crémeux.
ja: エスプレッソ、蒸しミルク、泡のバランスが絶妙で、なめらかでクリーミーな味わいです。
ru_ru: Идеальный баланс эспрессо, молока и пены для гладкого и кремового вкуса.
th: เอ ส เปร ส โซ, นมสด, และโฟมที่สมดุลเหมาะ เจาะเพื่อรสชาติที่นุ่มและครีม.

source: Latte
fr_fr: Le café.
ja: ラテ
ru_ru: Латте
th: ลาเต้

source: A comforting blend of espresso and steamed milk with a light layer of foam on top.
es_es: Una cómoda mezcla de café espresso y leche al vapor con una ligera capa de espuma encima.
fr_fr: Un mélange réconfortant d'expresso et de lait vapeur avec une légère couche de mousse sur le dessus.
ja: エスプレッソと蒸しミルクの心地良いブレンドで、その上に軽い泡が乗っています。
ru_ru: Комфортная смесь эспрессо и парового молока с легким слоем пены наверху.
th: เอ ส เปร ส โซผสมกับน้ำนมที่ผ่านการอบไอน้ำแล้วมีฟองบาง ๆ อยู่ด้านบน.

source: About Us
es_es: Acerca de nosotros
fr_fr: À propos de nous
ja: 概要
ru_ru: О компании
th: เกี่ยวกับเรา

source: At Brew Haven, we bring you the finest coffee sourced from around the world. Our expert baristas craft each cup with precision and passion to give you the best coffee experience.
es_es: En Brew Haven, le traemos el mejor café procedente de todo el mundo. Nuestros baristas expertos artesan cada taza con precisión y pasión para darle la mejor experiencia de café.
fr_fr: Chez Brew Haven, nous vous apportons le meilleur café du monde entier. Nos baristas experts fabriquent chaque tasse avec précision et passion pour vous offrir la meilleure expérience de café.
ja: Brew Havenでは、世界中から調達された最高のコーヒーをお届けします。 私たちの専門的なバリスタは、あなたに最高のコーヒー体験を提供するために、それぞれのカップを精密かつ情熱的に製造します。
ru_ru: В Brew Haven мы предлагаем вам лучший кофе со всего мира. Наши опытные баристы ремесляют каждую чашку с точностью и страстью, чтобы дать вам лучший опыт кофе.
th: ที่ Brew Haven เรานำกาแฟที่ดีที่สุดจากทั่วทุกมุมโลกมาให้คุณ บาริสต้าผู้เชี่ยวชาญของเราประดิษฐ์ถ้วยแต่ละใบด้วยความแม่นยำและความหลงใหลเพื่อให้ประสบการณ์กาแฟที่ดีที่สุดแก่คุณ

source: Visit us and savor the art of coffee in a warm, inviting atmosphere.
es_es: Visítenos y saboreen el arte del café en un ambiente cálido y acogedor.
fr_fr: Visitez-nous et savourez l'art du café dans une atmosphère chaleureuse et accueillante.
ja: 私たちを訪問し、温かく魅力的な雰囲気の中でコーヒーの芸術を味わいます。
ru_ru: Посетите нас и наслаждайтесь искусством кофе в теплой, уютной атмосфере.
th: มาเยี่ยมชมและชิมศิลปะของกาแฟในบรรยากาศที่อบอุ่น ชวนให้ลิ้มลอง

source: Our Top Coffee Selections
es_es: Nuestros Top Café Selecciones
fr_fr: Nos meilleures sélections de café
ja: トップコーヒーセレクション
ru_ru: Наши лучшие выбор кофе
th: การเลือกกาแฟที่ดีที่สุดของเรา

source: A strong, concentrated shot of coffee with aromatic flavor.
es_es: Una toma fuerte y concentrada de café con sabor aromático.
fr_fr: Un café fort et concentré au goût aromatique.
ja: 香りの強い濃密なコーヒーのショットです。
ru_ru: Сильный, концентрированный выстрел кофе с ароматическим вкусом.
th: กาแฟเข้มข้นเข้มข้นและเข้มข้น กลิ่นหอม

source: Drip Coffee
es_es: Café de gota
fr_fr: Café au goutte-à-goutte
ja: ドリップコーヒー
ru_ru: Дрип Кофе
th: กาแฟดริป

source: A smooth, slow-brewed coffee with a balanced flavor.
es_es: Un café suave y lento con un sabor equilibrado.
fr_fr: Un café lissé au goût équilibré.
ja: バランスの取れた風味の、なめらかでゆっくりとしたコーヒーです。
ru_ru: Гладкий, медленный кофе с сбалансированным вкусом.
th: กาแฟที่นุ่มและชงช้า รสชาติที่สมดุล

source: Iced Cappuccino
fr_fr: Un café lissé au goût équilibré.
ja: アイスカプチーノ
ru_ru: Капучино, Исид
th: คาปูชิโน่เย็น

source: A bold espresso with chilled milk and a frothy, airy top.
es_es: Un espresso audaz con leche fría y una tapa espumosa y aireada.
fr_fr: Un espresso audacieux avec du lait frais et un haut moelleux et aéré.
ja: 大胆なエスプレッソに冷やしミルクと泡立ちのある空気の良いトップです。
ru_ru: Смелый эспрессо с охлажденным молоком и гладким, воздушным топом.
th: เอ ส เปร ส โซตัวหนาใส่นมเย็นและยอดฟองอากาศ.

source: View Menu
es_es: Menú Visualización
fr_fr: Afficher le menu
ja: 表示メニュー
ru_ru: Меню просмотра
th: แสดงเมนู

source: 🌟 Best – Heaven Brew at Your Doorstep!
es_es: 🌟 Mejor – ¡El Cielo creció a tu paso!!
fr_fr: 🌟 Meilleur – La bière au paradis à votre porte!
ja: 🌟ベスト – Heaven Brew at Your Doorstep！
ru_ru: 🌟 Лучшее – Небесный розет у Твоих дверей!!
th: 🌟 ดีที่สุด - น้ำดื่มจากสวรรค์หน้าประตูบ้านคุณ!

source: 🚀 10-Minute Coffee, Now!
es_es: 🚀 Café de 10 minutos, ¡ahora!
fr_fr: 🚀 Café de 10 minutes, maintenant!
ja: 🚀コーヒー10分！
ru_ru: 🚀 10-минутный кофе, сейчас!
th: 🚀 กาแฟ 10 นาที เดี๋ยวนี้!

source: Craving a fresh brew? Get your favorite coffee delivered to your doorstep in just minutes!
es_es: ¿Quieres una cerveza fresca? Consiga su café favorito entregado a su puerta en sólo minutos!
fr_fr: Tu veux une bière fraîche ? Faites livrer votre café préféré à votre porte en quelques minutes!
ja: 新鮮なビールが飲みたいですか？ お気に入りのコーヒーを数分でお届けします！
ru_ru: Вы хотите свежее пиво? Получить ваш любимый кофе доставляется до порога всего за несколько минут!
th: อยากได้เบียร์สดมั้ย? ได้รับกาแฟโปรดของคุณส่งไปยังบันไดหน้าประตูของคุณในเวลาเพียงไม่กี่นาที!

source: 💰 Best Prices & Offers
es_es: 💰 Los mejores precios y ofertas
fr_fr: 💰 Meilleurs prix et offres
ja: 💰ベスト価格と提供
ru_ru: 💰 Лучшие цены и предложения
th: 💰 ราคาและข้อเสนอที่ดีที่สุด

source: Enjoy premium coffee at the best prices, plus exclusive discounts and cashback deals.
es_es: Disfrute de café premium a los mejores precios, además de descuentos exclusivos y ofertas de descuento.
fr_fr: Profitez du café haut de gamme aux meilleurs prix, plus des rabais exclusifs et des remises en argent comptant.
ja: プレミアムコーヒーを最高の価格でお楽しみいただけます。さらに、特別割引やキャッシュバック取引もご利用いただけます。
ru_ru: Наслаждайтесь премиум-кофе по лучшим ценам, плюс эксклюзивные скидки и кассовые предложения.
th: เพลิดเพลินกับกาแฟระดับพรีเมี่ยมในราคาที่ดีที่สุด พร้อมส่วนลดพิเศษและข้อเสนอคืนเงิน

source: 🌟 Wide Selection
es_es: 🌟 Amplia selección
fr_fr: 🌟 Large sélection
ja: 🌟ワイドセレクション
ru_ru: 🌟 Широкий выбор
th: 🌟 การเลือกอย่างกว้าง ขวาง

source: Explore a variety of handcrafted coffees, teas, pastries, and more—crafted to perfection.
es_es: Explora una variedad de cafés artesanales, té, pasteles, y más - elaborados a la perfección.
fr_fr: Explorez une variété de cafés faits à la main, de thés, de pâtisseries et plus encore, faits à la perfection.
ja: 手作りのコーヒー、紅茶、ペストリーなど、さまざまなものを完璧に再現できます。
ru_ru: Исследуйте различные искусственные кофе, чаи, выпечки и многое другое – изготовленные до совершенства.
th: สำรวจกาแฟ, ชา, ขนมปัง, และอื่น ๆ ที่ทำด้วยมือซึ่งทำด้วยมือหลากหลายชนิด — ทำจนสมบูรณ์แบบ.

source: 🔄 Easy Returns
es_es: 🔄 Easy Restituye
fr_fr: 🔄 Retours faciles
ja: 🔄イージーリターンズ
ru_ru: 🔄 Легкий возврат
th: 🔄 ผลตอบแทนที่ง่าย

source: Not satisfied? Get a hassle-free refund or replacement, no questions asked!
es_es: ¿No estás satisfecho? Obtenga un reembolso o reemplazo sin problemas, sin preguntas!
fr_fr: Pas satisfait ? Obtenez un remboursement ou un remplacement sans tracas, sans poser de questions!
ja: 不満？ 簡単な返金または交換が可能です。質問はありません！
ru_ru: Не удовлетворены? Получите без проблем возврат или замена, никаких вопросов не задаются!
th: ไม่พอใจเหรอ? รับเงินคืนหรือเปลี่ยนใหม่โดยไม่มีปัญหา ไม่มีคำถาม!

source: ☕ Freshly Brewed Every Time
es_es: ☕ Recién crecida cada vez
fr_fr: ☕ Fraîchement brassée à chaque fois
ja: ☕毎回淹れたて
ru_ru: ☕ Свежий пивоваренный каждый раз
th: ☕ ต้มใหม่ทุกครั้ง

source: We ensure every cup is made fresh upon order, giving you the perfect taste and aroma in every sip.
es_es: Nos aseguramos de que cada taza se haga fresca a pedido, dándole el sabor perfecto y el aroma en cada sorbo.
fr_fr: Nous veillons à ce que chaque tasse soit faite fraîche sur commande, ce qui vous donne le goût et l'arôme parfaits dans chaque gorgée.
ja: 私たちはすべてのカップが注文時に新鮮に作られ、すべての一口に完璧な味と香りを与えます。
ru_ru: Мы гарантируем, что каждая чашка сделана свежей по заказу, давая вам идеальный вкус и аромат в каждом глотке.
th: เรามั่นใจว่าทุกถ้วยจะสดใหม่ตามสั่ง ให้คุณได้ลิ้มรสและกลิ่นที่หอมอร่อยในทุกจิบ

source: 📍 Available Near You
es_es: 📍 Disponible cerca de ti
fr_fr: 📍 Disponible près de chez vous
ja: 📍お近くでご利用いただけます
ru_ru: 📍 Доступно рядом с вами
th: 📍 มีให้เลือกใกล้คุณ

source: With multiple locations, we guarantee fast delivery and the freshest ingredients straight to your cup!
es_es: Con múltiples ubicaciones, garantizamos entrega rápida y los ingredientes más frescos directamente a su taza!
fr_fr: Avec de multiples emplacements, nous garantissons une livraison rapide et les ingrédients les plus frais directement à votre tasse!
ja: 複数の場所で、迅速な配送と新鮮な食材をカップに直接届けることを保証します！
ru_ru: С несколькими местами, мы гарантируем быструю доставку и свежие ингредиенты прямо к вашей чашке!
th: ด้วยสถานที่หลายแห่ง เรารับประกันการจัดส่งที่รวดเร็ว และส่วนผสมที่สดใหม่ที่สุด ตรงไปยังถ้วยของคุณ!

source: Stay Updated with Our Latest Coffee Blends!
es_es: ¡Manténgase actualizado con nuestras últimas mezclas de café!
fr_fr: Restez au courant de nos derniers mélanges de café!
ja: 最新のコーヒーブレンドで更新しましょう！
ru_ru: Оставайтесь в курсе наших последних смесей кофе!
th: จงปรับปรุงส่วนผสมกาแฟล่าสุดของเราให้ทันสมัยอยู่เสมอ!

source: Subscribe to our newsletter and never miss an update on our special brews, offers, and more.
es_es: Suscríbete a nuestro boletín de noticias y nunca pierdas una actualización sobre nuestras especiales cervezas, ofertas, y más.
fr_fr: Abonnez-vous à notre newsletter et ne manquez jamais de faire le point sur nos spécialités culinaires, nos offres et plus encore.
ja: 当社のニュースレターを購読し、当社の特別な醸造酒、オファーなどの最新情報をお見逃しなく。
ru_ru: Подпишитесь на нашу рассылку новостей и никогда не пропустите обновления наших специальных пивоварен, предложений и многое другое.
th: สมัครรับจดหมายข่าวของเราและไม่พลาดข่าวสารเกี่ยวกับเบียร์พิเศษ ข้อเสนอ และอื่น ๆ อีกมากมาย

source: Enter your email
es_es: Introduzca su correo electrónico
fr_fr: Entrez votre e-mail.
ja: Eメールを入力します
ru_ru: Введите свой электронный адрес
th: ป้อนอีเมลของคุณ

source: Subscribe
es_es: Suscribirse
fr_fr: Abonnez-vous
ja: 購読
ru_ru: Подпишите
th: สมัครสมาชิก

source: Get in Touch
es_es: Póngase en contacto
fr_fr: Contactez-nous.
ja: 連絡
ru_ru: Свяжитесь с нами
th: ติดต่อกัน

source: Have any questions? Reach out to us through our contact page or visit us at our nearest outlet.
es_es: ¿Tiene alguna pregunta? Alcánzanos a través de nuestra página de contacto o visite nuestra salida más cercana.
fr_fr: Des questions ? Contactez-nous par notre page de contact ou visitez-nous à notre point de vente le plus proche.
ja: 何か質問はありますか？ 当社の連絡先ページから当社に連絡するか、最寄りのアウトレットにアクセスします。
ru_ru: У вас есть вопросы? Свяжитесь с нами через нашу контактную страницу или посетите нас в нашем ближайшем отделении.
th: มีคำถามมั้ย? ติดต่อเราผ่านทางหน้าติดต่อหรือเยี่ยมชมเราที่ร้านค้าที่ใกล้ที่สุด

source: Our Location
es_es: Nuestra ubicación
fr_fr: Notre emplacement
ja: 所在地
ru_ru: Наше местоположение
th: ตำแหน่งของเรา

source: Call Us
es_es: Llámenos
fr_fr: Appelez-nous.
ja: 面談
ru_ru: Звоните нам
th: โทรหาเรา

source: Email Us
es_es: Envíenos un correo electrónico
fr_fr: Envoyez-nous un courriel.
ja: Eメール
ru_ru: Звоните нам
th: ส่งอีเมลถึงเรา

source: Our Menu
es_es: Nuestro menú
fr_fr: Notre menu
ja: メニュー
ru_ru: Наше меню
th: เมนูของเรา

source: All
es_es: Todos
fr_fr: Tous
ja: すべて
ru_ru: Все
th: ทั้งหมด

source: Espresso-Based Coffees
es_es: Coffees basados en el EspressoEspresso
fr_fr: Café à base d'expresso
ja: エスプレッソコーヒー
ru_ru: Кофе на основе эспрессов
th: คุกกี้สำหรับการทำงานของเว็บไซต์

source: Brewed & Specialty Coffees
es_es: Coffees de cerveza y especialidad☕ Recién crecida cada vez
fr_fr: Cafés bruns et spécialités
ja: 醸造&スペシャルティコーヒー
ru_ru: Пивоваренные и специальные коффи
th: กาแฟปรุงสำเร็จชนิดพิเศษ

source: Iced Coffees & Variations
es_es: Coffees y variaciones Iced
fr_fr: Cafés glacés et variations
ja: アイスコーヒー&バリエーション
ru_ru: Iced Coffees & Вариации
th: กาแฟเย็นและการเปลี่ยนแปลง

source: Flavored & Specialty Lattes
es_es: Lentes de sabor y especialidad
fr_fr: Lattes aromatisées et spécialités
ja: フレーバー&スペシャルティラテ
ru_ru: Летты со вкусом и специальностью
th: ลาเต้รสพิเศษ

source: A strong, concentrated shot of coffee.
es_es: Un café fuerte y concentrado.
fr_fr: Un café fort et concentré.
ja: 濃くて濃いコーヒーのショットです。
ru_ru: Сильный, концентрированный выстрел кофе.
th: กาแฟเข้มข้นและเข้มข้น

source: Doppio
fr_fr: Donppio
ja: ドッピオ
ru_ru: Доппио
th: ดอปปีโอ

source: A bold, double shot of espresso.
es_es: Un café café doble y audaz.
fr_fr: Un double expresso audacieux.
ja: エスプレッソの大胆なダブルショットです。
ru_ru: Смелый, двойной выстрел эспрессо.
th: เอสเปรสโซสองช็อตเด็ดๆ

source: Ristretto
ja: リストレット
ru_ru: Растретта
th: ริสเตรตโต

source: A strong, concentrated shot with a richer, bolder flavor.
es_es: Un tiro fuerte y concentrado con un sabor más rico y audaz.
fr_fr: Un shot fort et concentré avec un goût plus riche et plus audacieux.
ja: より豊かで大胆な味わいの、強烈で集中的なショットです。
ru_ru: Сильный, концентрированный выстрел с более богатым, смелым вкусом.
th: การยิงที่เข้มข้นและเข้มข้น ที่มีรสชาติดีและกล้ากว่า

source: Lungo
ja: ルンゴ
ru_ru: Лунго
th: ลังโก

source: A smooth, extended shot with a milder, aromatic taste.
es_es: Un tiro suave y extendido con un sabor más suave y aromático.
fr_fr: Un tir long et lisse avec un goût aromatique plus doux.
ja: 柔らかく香りのある滑らかなショットです。
ru_ru: Гладкий, расширенный выстрел с более мягким ароматическим вкусом.
th: นุ่มนวล ยืดหยุ่น มีรสชาติหอมอ่อนๆ

source: A rich with velvety steamed milk and a airy foam layer.
es_es: Una rica con leche al vapor y una capa de espuma ventilada.
fr_fr: Un riche avec du lait vapeur velouté et une couche de mousse aérée.
ja: ベルベットのような蒸し牛乳と空気のような泡の層が豊富です。
ru_ru: Богатый бархатным молоком и пеновым слоем.
th: อุดมไปด้วยนมกำมะหยี่อบไอน้ำ และชั้นฟองอากาศ

source: Cortado
ja: コルタド
ru_ru: Кортадо
th: คอร์โด

source: A bold espresso softened with warm milk.
es_es: Un expreso audaz suavizado con leche caliente.
fr_fr: Un espresso audacieux ramolli avec du lait chaud.
ja: 厚手のエスプレッソが温かい牛乳で柔らかくなりました。
ru_ru: Смелый эспрессо смягчен теплым молоком.
th: เอ ส เปร ส โซตัวหนาอ่อนนุ่มด้วยน้ำนมอุ่น.

source: Pour-Over
es_es: Descargar
fr_fr: Verser au-dessus
ja: 注ぎ込み
ru_ru: Свернуть
th: เททับ

source: A clean, aromatic brewed by hand for a refined taste.
es_es: Un producto limpio y aromático elaborado a mano para un sabor refinado.
fr_fr: Un plat propre et aromatique préparé à la main pour un goût raffiné.
ja: 手で淹れた清潔で香り高い味わいです。
ru_ru: Чистый ароматический пивоваренный вручную для изысканного вкуса.
th: น้ำหอมหอมหวานโดยการมือสำหรับรสชาติที่กลั่นกรอง.

source: French Press
es_es: Prensa francesa
fr_fr: Presse française
ja: フレンチプレス
ru_ru: Французская пресса
th: สำนักพิมพ์ฝรั่งเศส

source: A rich, full-bodied coffee brewed by immersion.
es_es: Un café rico y en cuerpo preparado por inmersión.
fr_fr: Un café riche et plein de corps, préparé par immersion.
ja: 濃厚でコクのあるコーヒーは、浸漬によって淹れています。
ru_ru: Богатый, насыщенный кофе, приготовленный погружением.
th: กาแฟที่อุดมไปด้วยร่างกายเต็มรูปแบบ ต้มโดยการจุ่ม

source: AeroPress
ja: エアロプレス
th: แอโรเพรส

source: A smooth, concentrated coffee brewed with pressure.
es_es: Un café suave y concentrado preparado con presión.
fr_fr: Un café concentré et lisse brassé sous pression.
ja: なめらかで濃縮されたコーヒーは圧力をかけて淹れています。
ru_ru: Гладкий, концентрированный кофе, приготовленный под давлением.
th: กาแฟที่นุ่มและเข้มข้นกลั่นด้วยความดัน

source: Cold Brew
es_es: Brew fría
fr_fr: Le Froid Brew
ja: コールドブリュー
ru_ru: Холодная пивоварня
th: โคลด์บรูว์

source: A smooth, naturally sweet coffee brewed cold and slow.
es_es: Un café suave, naturalmente dulce preparado frío y lento.
fr_fr: Un café doux et naturellement sucré préparé froid et lent.
ja: なめらかで自然な甘いコーヒーは、冷たくゆっくりと淹れてくれます。
ru_ru: Гладкий, естественно сладкий кофе, приготовленный холодным и медленным.
th: กาแฟที่นุ่มและหวานอย่างเป็นธรรมชาติอบเย็นและช้า

source: Moka Pot
fr_fr: Pot de Moka
ja: モカポット
ru_ru: Мока Пот
th: หม้อโมกะ

source: A bold, espresso-like coffee brewed with steam pressure.
es_es: Un café audaz, como café espresso, preparado con presión de vapor.
fr_fr: Un café audacieux, comme un expresso, brassé avec de la pression de vapeur.
ja: 蒸気圧で淹れたエスプレッソのような大胆なコーヒーです。
ru_ru: Смелый кофе, похожий на эспрессо, приготовленный с давлением пара.
th: กาแฟที่เข้มข้นและคล้ายเอสเปรสโซที่ต้มด้วยแรงดันไอน้ำ

source: Iced Black Coffee
es_es: Café negro helado
fr_fr: Café noir glacé
ja: アイスブラックコーヒー
ru_ru: Черный кофе из льда
th: กาแฟดำเย็น

source: A crisp, refreshing coffee served chilled.
es_es: Un café fresco y refrescante servido refrigerado.
fr_fr: Un café rafraîchissant et croustillant servi au frais.
ja: サクサクの爽やかなコーヒーが冷やして提供されました。
ru_ru: Жаркий, освежающий кофе подается охлажденным.
th: กาแฟที่สดและกรอบเสิร์ฟเย็น ๆ.

source: Iced Americano
fr_fr: Americano glacé
ja: アイスアメリカーノ
ru_ru: Айд-Американо
th: อเมริกาโน่เย็น

source: Espresso with cold water for smooth, refreshing taste.
es_es: Espresso con agua fría para un sabor suave y refrescante.
fr_fr: Un expresso avec de l'eau froide pour un goût lisse et rafraîchissant.
ja: 冷たい水を入れたエスプレッソは、なめらかで爽やかな味わいです。
ru_ru: Эспрессо с холодной водой для гладкого, освежающего вкуса.
th: เอ ส เปร ส โซกับน้ำเย็นเพื่อรสชาติที่นุ่มและสดชื่น.

source: Iced Coffee
es_es: Café helado
fr_fr: Café glacé
ja: アイスコーヒー
ru_ru: Ледяной кофе
th: กาแฟเย็น

source: A chilled, smooth coffee served over ice.
es_es: Un café fresco y suave servido sobre hielo.
fr_fr: Un café frais et moelleux servi sur de la glace.
ja: 冷たく滑らかなコーヒーが氷の上で提供されました。
ru_ru: Прохладный, гладкий кофе подается на льду.
th: กาแฟที่เย็นและนุ่มเสิร์ฟเหนือน้ำแข็ง

source: Iced Flat White
es_es: Blanco plano Iced
fr_fr: Blanc plat glacé
ja: アイスフラットホワイト
th: ไอซ์แฟลตไวต์

source: An espresso with chilled milk for a creamy, velvety finish.
es_es: Un espresso con leche fría para un acabado cremoso y terciopelo.
fr_fr: Un expresso avec du lait frais pour un fini crémeux et velouté.
ru_ru: Эспрессо с охлажденным молоком для кремового, бархатистого финиша.
th: เอสเปรสโซ่ใส่นมเย็น สำหรับทาครีมและกำมะหยี่

source: Iced Hazelnut Coffee
es_es: Café de avellana Iced
fr_fr: Café aux noisettes glacées
ja: アイスヘーゼルナッツコーヒー
ru_ru: Кофе с ледяным орехом
th: กาแฟเฮเซลนัทเย็น

source: Iced coffee infused with rich, nutty hazelnut flavor.
es_es: Café helado infundido con rico sabor de avellana.
fr_fr: Café aux noisettes glacées
ja: 濃厚でナッツのようなヘーゼルナッツの風味が染み込んだアイスコーヒーです。
ru_ru: Солёный кофе, наполненный богатым, ореховым ароматом ореха.
th: กาแฟเย็นกับรสชาดที่รวย, เซเซลนัท

source: Honey Almond Coffee
fr_fr: Café d'amande au miel
ja: ハニーアーモンドコーヒー
ru_ru: Медовый миндальный кофе
th: กาแฟฮันนี่อัลมอนด์

source: Coffee with sweet honey and nutty almond flavor.
es_es: Café con miel dulce y sabor de almendras nueces.
fr_fr: Café au miel doux et aux amandes noisettes.
ja: 甘い蜂蜜とナッツのようなアーモンド風味のコーヒーです。
ru_ru: Кофе со сладким медом и ореховым миндальным вкусом.
th: กาแฟที่มีน้ำผึ้งหวานและรสอัลมอนด์ถั่ว

source: Coconut Mocha
es_es: Mocha de coco
fr_fr: Mocha à la noix de coco
ja: ココナッツモカ
ru_ru: Кокосовый моха
th: โคโคนัท มอคค่า

source: A blend of coffee, chocolate, and creamy coconut.
es_es: Una mezcla de café, chocolate y coco cremoso.
fr_fr: Un mélange de café, de chocolat et de noix de coco crémeuse.
ja: コーヒー、チョコレート、クリーム状のココナッツをブレンドしました。
ru_ru: Смесь кофе, шоколада и сливочного кокоса.
th: ส่วนผสมของกาแฟ ช็อคโกแลต และมะพร้าวอ่อน

source: Lavender Latte
es_es: Lavanda Latte
fr_fr: Latte à la lavande
ja: ラベンダーラテ
ru_ru: Лавтер Последний
th: ลาเวนเดอร์ลาเต้

source: An espresso with creamy milk and a floral hint of lavender.
es_es: Un espresso con leche cremosa y un toque floral de lavanda.
fr_fr: Un expresso avec du lait crémeux et un soupçon floral de lavande.
ja: クリーミーなミルクとラベンダーのフローラルの香りのエスプレッソです。
ru_ru: Эспрессо с сливочным молоком и цветочным намеком лаванды.
th: เอสเปรสโซ่ใส่นมครีม และกลิ่นดอกลาเวนเดอร์

source: Rose Coffee
es_es: Café de rosa
fr_fr: Café Rose
ru_ru: Розовый кофе
th: โรสคอฟฟี่

source: A fragrant coffee infused with delicate rose flavor.
es_es: Un café fragrante infundido con delicado sabor de rosa.
fr_fr: Un café parfumé infusé au goût délicat de rose.
ja: ほのかなバラの香りが漂う香りの良いコーヒーです。
ru_ru: ароматный кофе, наполненный тонким вкусом розы.
th: กาแฟที่มีกลิ่นหอมอบอวลด้วยรสกุหลาบที่บอบบาง

source: Salted Caramel Coffee
es_es: Café salado de caramelo
fr_fr: Café au caramel salé
ja: 塩キャラメルコーヒー
ru_ru: Соленый карамельный кофе
th: กาแฟคาราเมลเค็ม

source: Coffee with sweet caramel and a hint of sea salt.
es_es: Café con caramelo dulce y un toque de sal marina.
fr_fr: Café au caramel et un soupçon de sel de mer.
ja: 甘いキャラメルと海塩の香りがするコーヒーです。
ru_ru: Кофе с сладкой карамелью и намеком на морскую соль.
th: กาแฟคาราเมลหวานๆ และเกลือทะเลเล็กน้อย

source: Cinnamon Dolce Latte
es_es: Canela Dolce Latte
ja: シナモンドルチェラテ
ru_ru: Корица Dolce Latte
th: ซินนามิน โดโลลาเต้

source: An espresso with creamy milk and sweet cinnamon spice.
es_es: Un espresso con leche cremosa y especia de canela dulce.
fr_fr: Un expresso avec du lait crémeux et de l'épice à la cannelle.
ja: クリーム状のミルクと甘いシナモンスパイスが入ったエスプレッソです。
ru_ru: Эспрессо с сливочным молоком и сладкой корицей специй.
th: เอสเพรสโซ่ใส่นมครีมและเครื่องเทศอบเชยหวาน

source: Single Menu
es_es: Menú único
fr_fr: Menu unique
ja: シングルメニュー
ru_ru: Единое меню
th: เมนูเดี่ยว
