Repository: christinerose02/HeavenBrew
Catalog: heaven-brew/languages/heaven-brew-*.po
Languages: es_es, fr_fr, ja, ru_ru, th

source: Choose Serving Size:
es_es: Elija Tamaño de Servicio:
fr_fr: Choisissez Taille de la portion :
ja: サービスサイズを選択します:
ru_ru: Выберите размер обслуживания:
th: เลือกขนาดบริการ:

source: Add Extra:
es_es: Añadir Extra:
fr_fr: Ajouter Extra :
ja: 追加:
ru_ru: Дополнительно:
th: เพิ่มพิเศษ:

source: Back to Menu
es_es: Volver al menú
fr_fr: Retour au menu
ja: メニューに戻ります
ru_ru: Вернуться к меню
th: กลับไปยังเมนู

source: Menu item not found.
es_es: Artículo del menú no encontrado.
fr_fr: Menu introuvable.
ja: メニュー項目が見つかりません。
ru_ru: Меню не найдено.
th: ไม่พบรายการเมนู

source: Our Best Sellers
es_es: Nuestros mejores vendedores
fr_fr: Nos best-sellers
ja: ベストセラー
ru_ru: Наши лучшие продавцы
th: ผู้ขายที่ดีที่สุดของเรา

source: Small
es_es: Pequeño
fr_fr: Petit.
ja: 小規模
ru_ru: Маленький
th: หนังสือขายดีของเรา

source: Medium
es_es: Medio
fr_fr: Moyen
ja: ミディアム
ru_ru: Средний
th: ปานกลาง

source: Large
es_es: Grandes
fr_fr: Vas-y.
ja: 大規模
ru_ru: Большая
th: ใหญ่

source: Extra Sugar
es_es: Azúcar extra
fr_fr: Sucre extra
ja: エクストラシュガー
ru_ru: Дополнительный сахар
th: น้ำตาลพิเศษ

source: Non-Dairy Milk
es_es: Leche no láctea
fr_fr: Lait non laitier
ja: 非乳製品ミルク
ru_ru: Молоко, не молочное
th: นมที่ไม่ใช่นมเทียม

source: Caramel Syrup
es_es: Sirup de caramelo
fr_fr: Sirop de caramel
ja: キャラメルシロップ
ru_ru: Карамельский сироп
th: น้ำเชื่อมคาราเมล

source: Whipped Cream
es_es: Crema blanqueada
fr_fr: Crème fouettée
ja: ホイップクリーム
ru_ru: Шип-крем
th: วิปครีม

source: Log in with your account
es_es: Ingrese con su cuenta
fr_fr: Connectez-vous à votre compte.
ja: アカウントでログインします
ru_ru: Войдите в систему с вашим акка
th: เข้าสู่ระบบด้วยบัญชีผู้ใช้ของคุณ

source: Email Address
es_es: Dirección de correo electrónico
fr_fr: Adresse électronique
ja: Eメールアドレス
ru_ru: Адрес электронной почты
th: ที่อยู่อีเมล

source: Password
es_es: Pasword
fr_fr: Mot de passe
ja: パスワード
ru_ru: Пароль
th: รหัสผ่าน

source: Sign In
es_es: Regístrese
fr_fr: Inscrivez-vous.
ja: サインイン
ru_ru: Войти
th: ลงชื่อเข้าใช้

source: Don't have an account?
es_es: ¿No tienes cuenta?
fr_fr: Vous n'avez pas de compte ?
ja: 口座はありませんか？
ru_ru: У тебя нет счета?
th: ไม่มีบัญชีเหรอ?

source: Sign Up
es_es: Regístrese
fr_fr: Inscription
ja: サインアップ
ru_ru: Подпишитесь
th: ลงชื่อเข้าใช้

source: Create an account
es_es: Crear una cuenta
fr_fr: Créer un compte
ja: アカウント作成
ru_ru: Создать аккаунт
th: สร้างบัญชี

source: Full Name
es_es: Nombre completo
fr_fr: Nom complet
ja: フルネーム
ru_ru: Полное имя
th: ชื่อเต็ม

source: Already have an account?
es_es: ¿Ya tienes una cuenta?
fr_fr: Tu as déjà un compte ?
ja: 既にアカウントをお持ちですか？
ru_ru: У вас уже есть аккаунт?
th: มีบัญชีอยู่แล้วเหรอ?

source: Oops! That page can't be found.
es_es: ¡Oops! Esa página no se puede encontrar.
fr_fr: Cette page est introuvable.
ja: おっと！そのページが見つかりません。
ru_ru: Ой! Эта страница не может быть найдена.
th: อุ๊บส์! หน้านั้นหาไม่เจอ

source: It looks like nothing was found at this location.
es_es: Parece que no se encontró nada en este lugar.
fr_fr: On dirait que rien n'a été trouvé à cet endroit.
ja: この場所では何も発見されていないようです。
ru_ru: Похоже, в этом месте ничего не было найдено.
th: ดูเหมือนว่าที่นี่ไม่มีอะไรเลย

source: Last updated:
es_es: Última actualización:
fr_fr: Dernière mise à jour :
ja: 最終更新日:
ru_ru: Последнее обновление:
th: อัปเดตล่าสุด:

source: 1. Information We Collect
es_es: 1. Información que recopilamos
fr_fr: 1. Renseignements que nous recueillons
ja: 1. 情報収集
ru_ru: 1. Информация, которую мы собираем
th: 1. ข้อมูลที่เราเก็บรวบรวม

source: This theme does not collect personal data by default. However, if you enable optional features, we may collect:
es_es: Este tema no recoge datos personales por defecto. Sin embargo, si habilita las funciones opcionales, podemos recoger:
fr_fr: Ce thème ne collecte pas de données personnelles par défaut. Cependant, si vous activez des fonctions optionnelles, nous pouvons collecter :
ja: このテーマは、デフォルトでは個人データを収集しません。 ただし、オプション機能をイネーブルにすると、次の情報が収集される場合があります:
ru_ru: Эта тема не собирает персональные данные по умолчанию. Однако, если вы включите дополнительные функции, мы можем собрать:
th: ชุดตกแต่งนี้ไม่ได้รวบรวมข้อมูลส่วนบุคคลโดยปริยาย อย่างไรก็ตาม หากคุณเปิดใช้งานคุณสมบัติเพิ่มเติม เราอาจรวบรวม:

source: Contact information (if provided in forms)
es_es: Información de contacto (si se presenta en formularios)
fr_fr: Coordonnées (si elles sont fournies sous forme de formulaires)
ja: 連絡先情報（フォームで提供されている場合）
ru_ru: Контактная информация (если предоставлена в форме)
th: ข้อมูลการติดต่อ (หากระบุในแบบฟอร์ม)

source: Cookies for website functionality
es_es: Cookies para la funcionalidad del sitio web
fr_fr: Cookies pour la fonctionnalité du site Web
ja: 2. 情報活用方法
ru_ru: Файлы cookie для функциональности сайта
th: คุกกี้สำหรับการทำงานของเว็บไซต์

source: 2. How We Use Your Information
es_es: 2. Cómo utilizamos su información
fr_fr: 2. Comment nous utilisons vos renseignements
ja: 2. 情報活用方法
ru_ru: 2. Как мы используем вашу информацию
th: 2. วิธีที่เราใช้ข้อมูลของคุณ

source: Any data collected is used solely to improve user experience and website functionality.
es_es: Los datos recogidos se utilizan únicamente para mejorar la experiencia del usuario y la funcionalidad del sitio web.
fr_fr: Toutes les données recueillies servent uniquement à améliorer l'expérience utilisateur et la fonctionnalité du site Web.
ja: 収集されたすべてのデータは、ユーザーエクスペリエンスとWebサイトの機能を向上させるためだけに使用されます。
ru_ru: Любые собранные данные используются исключительно для улучшения пользовательского опыта и функциональности сайта.
th: ข้อมูลใด ๆ ที่รวบรวมไว้จะถูกใช้เพียงเพื่อปรับปรุงประสบการณ์ของผู้ใช้และการทำงานของเว็บไซต์เท่านั้น

source: 3. Cookies
es_es: 3. Cookie
ja: 3. クッキー
ru_ru: 3. Куки
th: 3. คุกกี้

source: Our website may use cookies for analytics and functionality. You can disable cookies in your browser settings.
es_es: Nuestro sitio web puede utilizar cookies para análisis y funcionalidad. Puede desactivar las cookies en la configuración de su navegador.
fr_fr: Notre site Web peut utiliser des cookies pour l'analyse et la fonctionnalité. Vous pouvez désactiver les cookies dans les paramètres de votre navigateur.
ja: 当社のウェブサイトは、分析と機能性のためにクッキーを使用する場合があります。 ブラウザの設定でクッキーを無効にすることができます。
ru_ru: Наш сайт может использовать файлы cookie для анализа и функциональности. Вы можете отключить файлы cookie в настройках браузера.
th: เว็บไซต์ของเราอาจใช้คุกกี้สำหรับการวิเคราะห์และการทำงาน คุณสามารถปิดใช้งานคุกกี้ในการตั้งค่าเบราว์เซอร์ของคุณ

source: 4. Third-Party Services
es_es: 4. Servicios de terceros
fr_fr: 4. Services fournis à des tiers
ja: 4. サードパーティサービス
ru_ru: 4. Услуги третьих сторон
th: 4. บริการของบุคคลที่สาม

source: If this theme integrates third-party services, they may collect data. Please refer to their privacy policies.
es_es: Si este tema integra servicios de terceros, pueden recopilar datos. Consulte sus políticas de privacidad.
fr_fr: Si ce thème intègre les services tiers, ils peuvent recueillir des données.Veuillez consulter leurs politiques de vie privée.
ja: このテーマがサードパーティのサービスを統合する場合、データを収集することができます。 プライバシーポリシーを参照します。
ru_ru: Если эта тема интегрирует услуги третьих лиц, они могут собирать данные. Пожалуйста, обратитесь к их политике конфиденциальности.
th: หากธีมนี้รวมบริการของบุคคลที่สาม พวกเขาอาจรวบรวมข้อมูล โปรดอ้างอิงนโยบายความเป็นส่วนตัวของพวกเขา

source: 5. Your Rights
es_es: 5. Sus derechos
fr_fr: 5. Vos droits
ja: 5. 権利
ru_ru: 5. Ваши права
th: 5. สิทธิของคุณ

source: You have the right to request access, correction, or deletion of any personal data collected.
es_es: Usted tiene derecho a solicitar acceso, corrección o supresión de los datos personales recogidos.
fr_fr: Vous avez le droit de demander l'accès, la correction ou la suppression de toute donnée personnelle recueillie.
ja: お客様は、収集された個人データへのアクセス、訂正、または削除を要求する権利があります。
ru_ru: Вы имеете право запросить доступ, исправление или удаление любых собранных личных данных.
th: คุณมีสิทธิ์ร้องขอการเข้าถึง การแก้ไข หรือการลบข้อมูลส่วนบุคคลที่รวบรวมไว้

source: 6. Contact Us
es_es: 6. Contacta con nosotros
fr_fr: 6. Contactez-nous
ja: 6. 連絡先
ru_ru: 6. Свяжитесь с нами
th: 6. ติดต่อเรา

source: If you have any questions about this privacy policy, contact us at:
es_es: Si tiene alguna pregunta acerca de esta política de privacidad, póngase en contacto con nosotros en:
fr_fr: Si vous avez des questions au sujet de cette politique de confidentialité, communiquez avec nous à l'adresse suivante :
ja: このプライバシーポリシーに関するご質問は、次の URL からお問い合わせいただけます:
ru_ru: Если у вас возникли вопросы по данной политике конфиденциальности, свяжитесь с нами по адресу:
th: หากคุณมีคำถามเกี่ยวกับนโยบายความเป็นส่วนตัว โปรดติดต่อเราที่:
